Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/bosetting.html.tmx
Source language: nob
Languages: sme

source: Bosetting
sme: Ássan

source: Ferdselsårer
sme: Johtolagat

source: Veibygging tidlig på 1900-tallet ble betraktet som nødsarbeid, og ble betalt med to kroner dagen.
sme: Luoddahuksen 1900-logus gehččojuvvui heahtebargun, ja bálkáhuvvui guvttiin ruvnnuin beaivái.

source: Veier innebar store framskritt for kommunikasjonen bygdene imellom.
sme: Luottat mielddisbukte stuora ovdánanlávkki giliid gulahallamii.

source: Snubba gikk fra å være en isolert fjellbygd til å bli knyttet sammen med nabobygdene.
sme: Duorga lei sierranas meahccegilli mii čadnui oktii ránnjágiliiguin.

source: 1. juli 1927 kom de første bilene til Snubba.
sme: Suoidnemánu 1. beaivvi 1927 bohte vuosttaš biillat Duorgai.

source: Brudeparet Henrik og Elen ble kjørt til Evenes kirke, hvor de ble gift samme dag.
sme: Náttospárra Henrik ja Elen čuovuiga biilla Evenáššái gos vihahuvvuiga seamma beaivve.

source: Heikaveien
sme: Heikaluodda

source: Heikaveien knyttet sjøgårdene i vest til Snubba.
sme: Heikaluodda čanai oarjjabeale mearradáluid Duorgái.

source: Den går på nordsiden av Moskimyra til Tverrelva, hvor den sammenfaller med Attergårdsveien.
sme: Øses nuorttas gohčoduvvo luodda Petter Hansa-luoddan dahje Vassbotnluoddan.

source: Fra Øse og videre østover kalles veien for Petter Hansa veien eller Vassbotnveien.
sme: Dáluid historjá

source: Gårdshistorie
sme: Moski/Solli

source: Moski/Solli
sme: 2020 čavčča gávdnoje viesu ja náveha goahtesajit sullii 100 m otná viesu bajábealde Moskkis.

source: Høsten 2020 ble det påvist gammetufter etter hus og fjøs på platået om lag 100m ovenfor dagens våningshus på Moski.
sme: Eat dieđe gii dáppe lea orron, muhto sáhttá Moski vuosttaš ássan, sullii 1700-logu loahpas.

source: Hvem som har bodd der er ukjent, men det kan ha vært de første som bosatte seg på Moski, trolig på slutten av 1700-tallet.
sme: Gávdnui maid duktasadji dievá alde gaskkal E10 ja Duorgageainnu.

source: Det ble også funnet en tuft på en kolle mellom E10 og Snubbaveien.
sme: Anders ja Karen

source: Anders og Karen
sme: Anders Johannessen (1796-1847) Roabatvuonas álgovuolggalaččat, ja eamit Karen Johanna Henriksdatter (1806-1881) Livangenis eret fárrii Moskii birrasiid 1830:s.

source: Anders Johannessen (1796-1847), opprinnelig fra Grovfjorden, og kona Karen Johanna Henriksdatter (1806-1881) fra Livang flyttet rundt 1830 til Moski.
sme: Karena váhnemiin dat lei láhkavuođđu Livangii, mas Moski lea oassi.

source: Det var foreldrene til Karen som hadde hjemmel på Livang, som Moski var en del av.
sme: Anders ja Karen oaččuiga gávcci máná: njealjis náitaledje Vassdalenii, okta fárrii Nord Kvitforsii, ja guovttes ásaiduvvuiba Duorgái.

source: Anders og Karen fikk åtte barn: fire giftet seg til Vassdalen, en flyttet til Nord Kvitfors, mens to bosatte seg i Snubba.
sme: Maŋŋel go Anders jámii 1847:s, orui Karen vel dálus dássážii go son jámii 1881:s.

source: Etter Anders` død i 1847 fortsatte Karen å bo på gården frem til sin død i 1881.
sme: Anders ja Karen oruiga goađis ja sudnos lei goahtenávet.

source: Anders og Karen bodde i gamme og hadde gammefjøs
sme: Gammel-Elen

source: Gammel-Elen
sme: Karena ja Andersa nieida Elen Susanna Andersdatter (1828-1914), gean maid gohčodedje "Gammel-Elen" ("Boares-Elen"), náitalii Henrik Henriksen Panisiin (1832-1902) Dálmmas eret, ja soai ásaiduvvuiga Moskái.

source: Karen og Anders sin datter Elen Susanna Andersdatter (1828-1914), også kalt «Gammel-Elen», giftet seg med Henrik Henriksen Panis (1832-1902) fra Talma, og de bosatte seg på Moski.
sme: Henrik lei hui čeahpes murrejeaddji.

source: Henrik var en meget dyktig tømmermann.
sme: Soai huksiiga viesu 1855:s, mii maŋŋil geavahuvvui áitin.

source: De bygde hus på gården i 1855, som seinere ble brukt til stabbur.
sme: Visti lea ain ceaggáme.

source: Bygningen står fremdeles.
sme: Elenis ja Henrikas lei maid goahtenávet ja geallir.

source: Elen og Henrik hadde også gammefjøs og jordkjeller.
sme: Dimbbarviessu Moskkis

source: Tømmerhus på Moski
sme: 1878: huksejuvvui dimbbarviessu Moskkis.

source: I 1878 ble tømmerhuset på Moski bygget.
sme: Lassin dasa ahte bearaš orui doppe, geavahuvvui viessu gaskkohagaid skuvlan ja lestadiánalaš čoakkalmasviessun.

source: I tillegg til at familien bodde der, ble huset benyttet som omgangsskolebygg og læstadiansk forsamlingslokale.
sme: Viessu huksejuvvui 1932:s, ja divvojuvvui 1960:s.

source: Huset ble påbygd i 1932, og restaurert i 1960.
sme: Dakka maŋŋel nuppi máilmmisoađi ceggejuvvui dálá návet.

source: Like etter 2. verdenskrig ble dagens fjøsbygning reist.
sme: Gaikkoduvvon duiskabráhkat ledje deháleamos ávdnasat.

source: En viktig del av materialet kom fra revne tyskerbrakker.
sme: Moski

source: Moski
sme: 1890:s huksiiga Anders Henriksen (1854-1936) eamidiin dimbbarviesu, ja vel náveha ja láđu.

source: I 1890 bygde Anders Henriksen (1854-1936) og hustru våningshus i tømmer, samt fjøs og låve.
sme: Dát visttit sirdojuvvoje maŋŋil Nergårdii.

source: Disse bygningene ble seinere flyttet til Nergård.
sme: Eanaoamastanduođaštusa mielde beaiváduvvon čakčamánu 15. b. 1916:s sirdojuvvo Moski, man Ole Andersen (1857-1918) eaiggádii, eret Livangas, su guovtti vilbeallái Anders Henriksenii (1854-1936) ja Olaus Henriksenii (1865-1956).

source: Ifølge skjøte datert 15. september 1916 skilles Moski ut fra Livang, eiet av Ole Andersen (1857-1918), til hans to søskenbarn Anders Henriksen (1854-1936) og Olaus Henriksen (1865-1956).
sme: Seamma jagi sirrejuvvo Nergård eret Moskkis.

source: Samme år skilles Nergård ut fra Moski.
sme: Olaus báhcá Moskái, ja Anders váldá badjelasas Nergårda.

source: Olaus blir boende på Moski, mens Anders overtar Nergård.
sme: Moski su. 1945
